Repository: semanticist21/walnut-webview-tester
Catalog: wina/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: prefers-reduced-transparency Disables blur and transparency effects.
ar: prefers-reduced-transparency يعطّل تأثيرات الضبابية والشفافية.
ca: prefers-reduced-transparency Desactiva els efectes de difuminat i transparència.
cs: prefers-reduced-transparency Vypíná efekty rozmazání a průhlednosti.
da: prefers-reduced-transparency Deaktiverer sløring og gennemsigtighedseffekter.
de: prefers-reduced-transparency Deaktiviert Unschärfe- und Transparenzeffekte.
el: prefers-reduced-transparency Απενεργοποιεί εφέ θολώματος και διαφάνειας.
es: prefers-reduced-transparency Desactiva efectos de desenfoque y transparencia.
fi: prefers-reduced-transparency Poistaa sumentamis- ja läpinäkyvyysefektit käytöstä.
fr: prefers-reduced-transparency Désactive les effets de flou et de transparence.
he: prefers-reduced-transparency משבית אפקטים של טשטוש ושקיפות.
hi: prefers-reduced-transparency ब्लर और पारदर्शिता प्रभाव अक्षम करता है।
hr: prefers-reduced-transparency Onemogućuje efekte zamućenja i prozirnosti.
hu: prefers-reduced-transparency Kikapcsolja az elmosódás és átlátszóság effektusokat.
id: prefers-reduced-transparency Menonaktifkan efek blur dan transparansi.
it: prefers-reduced-transparency Disabilita effetti di sfocatura e trasparenza.
ja: prefers-reduced-transparency ブラーと透明効果を無効にします。
ko: prefers-reduced-transparency 블러와 투명 효과를 끕니다.
ms: prefers-reduced-transparency Melumpuhkan kesan kabur dan ketelusan.
nb: prefers-reduced-transparency Deaktiverer uskarphet og gjennomsiktighetseffekter.
nl: prefers-reduced-transparency Schakelt vervaging- en transparantie-effecten uit.
pl: prefers-reduced-transparency Wyłącza efekty rozmycia i przezroczystości.
pt_br: prefers-reduced-transparency Desativa efeitos de desfoque e transparência.
pt_pt: prefers-reduced-transparency Desativa efeitos de desfoque e transparência.
ro: prefers-reduced-transparency Dezactivează efectele de blur și transparență.
ru: prefers-reduced-transparency Отключает эффекты размытия и прозрачности.
sk: prefers-reduced-transparency Vypína efekty rozmazania a priehľadnosti.
sv: prefers-reduced-transparency Inaktiverar oskärpa och transparenseffekter.
th: prefers-reduced-transparency ปิดใช้งานเอฟเฟกต์เบลอและความโปร่งใส
tr: prefers-reduced-transparency Bulanıklık ve saydamlık efektlerini devre dışı bırakır.
uk: prefers-reduced-transparency Вимикає ефекти розмиття та прозорості.
vi: prefers-reduced-transparency Tắt hiệu ứng mờ và trong suốt.
zh_hans: prefers-reduced-transparency 禁用模糊和透明效果。
zh_hant: prefers-reduced-transparency 停用模糊和透明效果。

source: Preserve Log
ar: الاحتفاظ بالسجل
ca: Conserva el registre
cs: Zachovat protokol
da: Bevar log
de: Protokoll beibehalten
el: Διατήρηση αρχείου
es: Conservar registro
fi: Säilytä loki
fr: Conserver le journal
he: שמור יומן
hi: लॉग सुरक्षित रखें
hr: Sačuvaj zapisnik
hu: Napló megőrzése
id: Simpan log
it: Mantieni log
ja: ログを保持
ko: 로그 유지
ms: Simpan log
nb: Behold logg
nl: Log bewaren
pl: Zachowaj dziennik
pt_br: Preservar log
pt_pt: Preservar registo
ro: Păstrează jurnalul
ru: Сохранять журнал
sk: Zachovať protokol
sv: Bevara logg
th: เก็บบันทึก
tr: Günlüğü koru
uk: Зберігати журнал
vi: Giữ nhật ký
zh_hans: 保留日志
zh_hant: 保留記錄

source: Preserve on Reload
ar: الاحتفاظ عند إعادة التحميل
ca: Conserva en recarregar
cs: Zachovat při obnovení
da: Bevar ved genindlæsning
de: Beim Neuladen beibehalten
el: Διατήρηση κατά την επαναφόρτωση
es: Preservar al recargar
fi: Säilytä uudelleenlatauksessa
fr: Conserver au rechargement
he: שמור בטעינה מחדש
hi: पुनः लोड पर संरक्षित करें
hr: Sačuvaj pri ponovnom učitavanju
hu: Megőrzés újratöltéskor
id: Pertahankan saat Muat Ulang
it: Conserva al ricaricamento
ja: 再読み込み時に保持
ko: 새로고침 시 유지
ms: Kekalkan pada Muat Semula
nb: Behold ved oppdatering
nl: Behouden bij herladen
pl: Zachowaj przy przeładowaniu
pt_br: Preservar ao recarregar
pt_pt: Preservar ao recarregar
ro: Păstrează la reîncărcare
ru: Сохранить при перезагрузке
sk: Zachovať pri obnovení
sv: Bevara vid omladdning
th: เก็บไว้เมื่อโหลดใหม่
tr: Yenilemede Koru
uk: Зберігати при перезавантаженні
vi: Giữ lại khi tải lại
zh_hans: 刷新时保留
zh_hant: 重新載入時保留

source: Preview
ar: معاينة
ca: Previsualització
cs: Náhled
da: Forhåndsvisning
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
fi: Esikatselu
fr: Aperçu
he: תצוגה מקדימה
hi: पूर्वावलोकन
hr: Pregled
hu: Előnézet
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
ms: Pratonton
nb: Forhåndsvisning
nl: Voorbeeld
pl: Podgląd
pt_br: Visualização
pt_pt: Pré-visualização
ro: Previzualizare
ru: Предпросмотр
sk: Náhľad
sv: Förhandsgranskning
th: ดูตัวอย่าง
tr: Önizleme
uk: Попередній перегляд
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

source: Preview links before opening. Long-press or 3D Touch. See page without leaving.
ar: معاينة الروابط قبل الفتح. الضغط المطول أو 3D Touch. عرض الصفحة دون المغادرة.
ca: Previsualitza enllaços abans d'obrir. Premeu llarg o 3D Touch. Veieu la pàgina sense sortir.
cs: Náhled odkazů před otevřením. Dlouhý stisk nebo 3D Touch. Zobrazit stránku bez opuštění.
da: Forhåndsvis links før åbning. Langt tryk eller 3D Touch. Se side uden at forlade.
de: Linkvorschau vor dem Öffnen. Langes Drücken oder 3D Touch. Seite ansehen ohne zu verlassen.
el: Προεπισκόπηση συνδέσμων πριν το άνοιγμα. Παρατεταμένο πάτημα ή 3D Touch. Δείτε τη σελίδα χωρίς να φύγετε.
es: Vista previa de enlaces antes de abrir. Pulsación larga o 3D Touch. Ver la página sin salir.
fi: Esikatsele linkkejä ennen avaamista. Pitkä painallus tai 3D Touch. Katso sivu poistumatta.
fr: Aperçu des liens avant ouverture. Appui long ou 3D Touch. Voir la page sans quitter.
he: תצוגה מקדימה של קישורים לפני פתיחה. לחיצה ארוכה או 3D Touch. צפה בדף מבלי לעזוב.
hi: खोलने से पहले लिंक का पूर्वावलोकन करें। लंबे समय तक दबाएं या 3D Touch। बिना छोड़े पेज देखें।
hr: Pregled poveznica prije otvaranja. Dugi pritisak ili 3D Touch. Pogledajte stranicu bez napuštanja.
hu: Link előnézet megnyitás előtt. Hosszú nyomás vagy 3D Touch. Oldal megtekintése távozás nélkül.
id: Pratinjau tautan sebelum membuka. Tekan lama atau 3D Touch. Lihat halaman tanpa meninggalkan.
it: Anteprima link prima di aprirli. Pressione prolungata o 3D Touch. Vedi la pagina senza uscire.
ja: リンクを開く前にプレビューします。 長押しまたは3D Touchで表示します。 ページを離れずに確認できます。
ko: 링크를 열기 전에 미리볼 수 있습니다. 길게 누르세요.
ms: Pratonton pautan sebelum membuka. Tekan lama atau 3D Touch. Lihat halaman tanpa meninggalkan.
nb: Forhåndsvis lenker før åpning. Langt trykk eller 3D Touch. Se side uten å forlate.
nl: Bekijk links vooraf. Lang indrukken of 3D Touch. Bekijk pagina zonder te verlaten.
pl: Podgląd linków przed otwarciem. Długie naciśnięcie lub 3D Touch. Zobacz stronę bez opuszczania.
pt_br: Visualizar links antes de abrir. Toque longo ou 3D Touch. Ver página sem sair.
pt_pt: Pré-visualizar links antes de abrir. Toque longo ou 3D Touch. Ver página sem sair.
ro: Previzualizare linkuri înainte de deschidere. Apăsare lungă sau 3D Touch. Vedeți pagina fără a părăsi.
ru: Предпросмотр ссылок перед открытием. Долгое нажатие или 3D Touch. Просмотр страницы без перехода.
sk: Náhľad odkazov pred otvorením. Dlhé stlačenie alebo 3D Touch. Zobraziť stránku bez opustenia.
sv: Förhandsgranska länkar innan öppning. Långt tryck eller 3D Touch. Se sida utan att lämna.
th: ดูตัวอย่างลิงก์ก่อนเปิด กดค้างหรือ 3D Touch ดูหน้าโดยไม่ต้องออก
tr: Açmadan önce bağlantı önizlemesi. Uzun basma veya 3D Touch. Ayrılmadan sayfayı görün.
uk: Попередній перегляд посилань перед відкриттям. Довге натискання або 3D Touch. Перегляд сторінки без переходу.
vi: Xem trước liên kết trước khi mở. Nhấn giữ hoặc 3D Touch. Xem trang mà không cần rời đi.
zh_hans: 打开前预览链接。 长按或3D Touch。 无需离开即可查看页面。
zh_hant: 開啟前預覽連結。 長按或3D Touch。 無需離開即可查看頁面。

source: Privacy & Data
ar: الخصوصية والبيانات
ca: Privacitat i dades
cs: Soukromí a data
da: Privatliv & data
de: Datenschutz & Daten
el: Απόρρητο & Δεδομένα
es: Privacidad y datos
fi: Yksityisyys ja tiedot
fr: Confidentialité et données
he: פרטיות ונתונים
hi: गोपनीयता और डेटा
hr: Privatnost i podaci
hu: Adatvédelem és adatok
id: Privasi & Data
it: Privacy e dati
ja: プライバシーとデータ
ko: 개인정보 & 데이터
ms: Privasi & Data
nb: Personvern og data
nl: Privacy & gegevens
pl: Prywatność i dane
pt_br: Privacidade e dados
pt_pt: Privacidade e dados
ro: Confidențialitate și date
ru: Конфиденциальность и данные
sk: Súkromie a údaje
sv: Sekretess och data
th: ความเป็นส่วนตัวและข้อมูล
tr: Gizlilik ve Veri
uk: Конфіденційність і дані
vi: Quyền riêng tư & Dữ liệu
zh_hans: 隐私与数据
zh_hant: 隱私權與資料

source: Privacy & Security
ar: الخصوصية والأمان
ca: Privacitat i seguretat
cs: Soukromí a zabezpečení
da: Privatliv og sikkerhed
de: Datenschutz & Sicherheit
el: Απόρρητο & Ασφάλεια
es: Privacidad y seguridad
fi: Yksityisyys ja turvallisuus
fr: Confidentialité et sécurité
he: פרטיות ואבטחה
hi: गोपनीयता और सुरक्षा
hr: Privatnost i sigurnost
hu: Adatvédelem és biztonság
id: Privasi & Keamanan
it: Privacy e sicurezza
ja: プライバシーとセキュリティ
ko: 개인정보 & 보안
ms: Privasi & Keselamatan
nb: Personvern og sikkerhet
nl: Privacy & beveiliging
pl: Prywatność i bezpieczeństwo
pt_br: Privacidade e segurança
pt_pt: Privacidade e segurança
ro: Confidențialitate și securitate
ru: Конфиденциальность и безопасность
sk: Súkromie a zabezpečenie
sv: Sekretess och säkerhet
th: ความเป็นส่วนตัวและความปลอดภัย
tr: Gizlilik ve Güvenlik
uk: Конфіденційність і безпека
vi: Quyền riêng tư & Bảo mật
zh_hans: 隐私与安全
zh_hant: 隱私權與安全

source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privacitat
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Pravila privatnosti
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ms: Dasar Privasi
nb: Personvernregler
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de privacidade
pt_pt: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany súkromia
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Processor
ar: المعالج
ca: Processador
cs: Procesor
de: Prozessor
el: Επεξεργαστής
es: Procesador
fi: Prosessori
fr: Processeur
he: מעבד
hi: प्रोसेसर
hr: Procesor
hu: Processzor
id: Prosesor
it: Processore
ja: プロセッサ
ko: 프로세서
ms: Pemproses
nb: Prosessor
pl: Procesor
pt_br: Processador
pt_pt: Processador
ro: Procesor
ru: Процессор
sk: Procesor
th: โปรเซสเซอร์
tr: İşlemci
uk: Процесор
vi: Bộ xử lý
zh_hans: 处理器
zh_hant: 處理器

source: Property name
ar: اسم الخاصية
ca: Nom de propietat
cs: Název vlastnosti
da: Egenskabsnavn
de: Eigenschaftsname
el: Όνομα ιδιότητας
es: Nombre de propiedad
fi: Ominaisuuden nimi
fr: Nom de propriété
he: שם מאפיין
hi: प्रॉपर्टी नाम
hr: Naziv svojstva
hu: Tulajdonság neve
id: Nama properti
it: Nome proprietà
ja: プロパティ名
ko: 속성 이름
ms: Nama sifat
nb: Egenskapsnavn
nl: Eigenschapsnaam
pl: Nazwa właściwości
pt_br: Nome da propriedade
pt_pt: Nome da propriedade
ro: Nume proprietate
ru: Имя свойства
sk: Názov vlastnosti
sv: Egenskapsnamn
th: ชื่อคุณสมบัติ
tr: Özellik adı
uk: Назва властивості
vi: Tên thuộc tính
zh_hans: 属性名
zh_hant: 屬性名稱

source: Provide custom activities for Share sheet. Return array of UIActivity objects.
ar: توفير أنشطة مخصصة لورقة المشاركة. يُرجع مصفوفة من كائنات UIActivity.
ca: Proporciona activitats personalitzades per al full de compartir. Retorna una matriu d'objectes UIActivity.
cs: Poskytnout vlastní aktivity pro sdílecí list. Vrací pole objektů UIActivity.
da: Levér tilpassede aktiviteter til delingsarket. Returnerer et array af UIActivity-objekter.
de: Benutzerdefinierte Aktivitäten für das Teilen-Menü bereitstellen. Gibt ein Array von UIActivity-Objekten zurück.
el: Παρέχετε προσαρμοσμένες δραστηριότητες για το φύλλο κοινής χρήσης. Επιστρέφει πίνακα αντικειμένων UIActivity.
es: Proporcionar actividades personalizadas para la hoja de compartir. Devuelve un array de objetos UIActivity.
fi: Tarjoa mukautettuja toimintoja jakamislomakkeelle. Palauttaa UIActivity-objektien taulukon.
fr: Fournir des activités personnalisées pour la feuille de partage. Retourne un tableau d'objets UIActivity.
he: ספק פעילויות מותאמות אישית לגיליון השיתוף. מחזיר מערך של אובייקטי UIActivity.
hi: शेयर शीट के लिए कस्टम गतिविधियां प्रदान करें। UIActivity ऑब्जेक्ट्स की सरणी लौटाता है।
hr: Omogućite prilagođene aktivnosti za list dijeljenja. Vraća niz UIActivity objekata.
hu: Egyéni tevékenységek biztosítása a megosztási laphoz. UIActivity objektumok tömbjét adja vissza.
id: Menyediakan aktivitas kustom untuk lembar Berbagi. Mengembalikan array objek UIActivity.
it: Fornire attività personalizzate per il foglio di condivisione. Restituisce un array di oggetti UIActivity.
ja: 共有シートにカスタムアクティビティを追加します。UIActivityオブジェクトの配列を返します。
ko: 공유 시트에 커스텀 활동을 추가합니다. UIActivity 객체 배열을 반환합니다.
ms: Sediakan aktiviti tersuai untuk helaian Kongsi. Kembalikan tatasusunan objek UIActivity.
nb: Lever tilpassede aktiviteter for delingsarket. Returnerer en matrise med UIActivity-objekter.
nl: Aangepaste activiteiten voor het deelvenster bieden. Retourneert een array van UIActivity-objecten.
pl: Dostarcz niestandardowe działania dla arkusza udostępniania. Zwraca tablicę obiektów UIActivity.
pt_br: Fornecer atividades personalizadas para a folha de compartilhamento. Retorna um array de objetos UIActivity.
pt_pt: Fornecer atividades personalizadas para a folha de partilha. Retorna um array de objetos UIActivity.
ro: Furnizează activități personalizate pentru foaia de partajare. Returnează un array de obiecte UIActivity.
ru: Предоставить пользовательские действия для меню «Поделиться». Возвращает массив объектов UIActivity.
sk: Poskytnúť vlastné aktivity pre hárok zdieľania. Vracia pole objektov UIActivity.
sv: Tillhandahåll anpassade aktiviteter för delningsarket. Returnerar en array av UIActivity-objekt.
th: ให้กิจกรรมที่กำหนดเองสำหรับแผ่นแชร์ คืนค่าอาร์เรย์ของออบเจ็กต์ UIActivity
tr: Paylaşım sayfası için özel etkinlikler sağlayın. UIActivity nesneleri dizisi döndürür.
uk: Надати користувацькі дії для меню «Поділитися». Повертає масив об'єктів UIActivity.
vi: Cung cấp hoạt động tùy chỉnh cho bảng chia sẻ. Trả về mảng đối tượng UIActivity.
zh_hans: 为共享表单提供自定义活动。返回UIActivity对象数组。
zh_hant: 為共享表單提供自訂活動。返回UIActivity物件陣列。

source: Purchase
ar: شراء
ca: Compra
cs: Koupit
da: Køb
de: Kaufen
el: Αγορά
es: Comprar
fi: Osta
fr: Acheter
he: רכישה
hi: खरीदें
hr: Kupi
hu: Vásárlás
id: Beli
it: Acquista
ja: 購入
ko: 구매
ms: Beli
nb: Kjøp
nl: Kopen
pl: Kup
pt_br: Comprar
pt_pt: Comprar
ro: Cumpără
ru: Купить
sk: Kúpiť
sv: Köp
th: ซื้อ
tr: Satın al
uk: Придбати
vi: Mua
zh_hans: 购买
zh_hant: 購買

source: Purchased
ar: تم الشراء
ca: Comprat
cs: Zakoupeno
da: Købt
de: Gekauft
el: Αγοράστηκε
es: Comprado
fi: Ostettu
fr: Acheté
he: נרכש
hi: खरीदा गया
hr: Kupljeno
hu: Megvásárolva
id: Dibeli
it: Acquistato
ja: 購入済み
ko: 구매됨
ms: Dibeli
nb: Kjøpt
nl: Gekocht
pl: Kupione
pt_br: Comprado
pt_pt: Comprado
ro: Cumpărat
ru: Куплено
sk: Zakúpené
sv: Köpt
th: ซื้อแล้ว
tr: Satın alındı
uk: Придбано
vi: Đã mua
zh_hans: 已购买
zh_hant: 已購買

source: Push notifications from websites. Only in Safari or home screen apps. iOS 16.4+ required.
ar: إشعارات فورية من المواقع. فقط في Safari أو تطبيقات الشاشة الرئيسية. يتطلب iOS 16.4+.
ca: Notificacions push de llocs web. Només a Safari o apps de pantalla d'inici. Requereix iOS 16.4+.
cs: Push oznámení z webových stránek. Pouze v Safari nebo aplikacích na ploše. Vyžaduje iOS 16.4+.
da: Push-notifikationer fra hjemmesider. Kun i Safari eller hjemmeskærmsapps. Kræver iOS 16.4+.
de: Push-Benachrichtigungen von Websites. Nur in Safari oder Homescreen-Apps. iOS 16.4+ erforderlich.
el: Ειδοποιήσεις push από ιστότοπους. Μόνο στο Safari ή εφαρμογές αρχικής οθόνης. Απαιτείται iOS 16.4+.
es: Notificaciones push de sitios web. Solo en Safari o apps de pantalla de inicio. Requiere iOS 16.4+.
fi: Push-ilmoitukset verkkosivuilta. Vain Safarissa tai kotinäytön sovelluksissa. Vaatii iOS 16.4+.
fr: Notifications push des sites web. Uniquement dans Safari ou les apps d'écran d'accueil. iOS 16.4+ requis.
he: התראות דחיפה מאתרים. רק ב-Safari או אפליקציות מסך הבית. נדרש iOS 16.4+.
hi: वेबसाइटों से पुश नोटिफिकेशन। केवल Safari या होम स्क्रीन ऐप्स में। iOS 16.4+ आवश्यक।
hr: Push obavijesti s web stranica. Samo u Safariju ili aplikacijama početnog zaslona. Potrebna iOS 16.4+.
hu: Push értesítések weboldalakról. Csak Safariban vagy kezdőképernyő alkalmazásokban. iOS 16.4+ szükséges.
id: Pemberitahuan push dari situs web. Hanya di Safari atau aplikasi layar utama. Memerlukan iOS 16.4+.
it: Notifiche push dai siti web. Solo in Safari o app della schermata Home. Richiede iOS 16.4+.
ja: ウェブサイトからのプッシュ通知です。 Safariまたはホーム画面アプリでのみ利用可能です。 iOS 16.4以降が必要です。
ko: 웹사이트 푸시 알림입니다. iOS 16.4 이상에서만 지원합니다.
ms: Pemberitahuan tolak dari laman web. Hanya dalam Safari atau aplikasi skrin utama. Memerlukan iOS 16.4+.
nb: Push-varsler fra nettsteder. Kun i Safari eller hjemmeskjerm-apper. Krever iOS 16.4+.
nl: Pushmeldingen van websites. Alleen in Safari of thuisscherm-apps. iOS 16.4+ vereist.
pl: Powiadomienia push ze stron internetowych. Tylko w Safari lub aplikacjach ekranu głównego. Wymagany iOS 16.4+.
pt_br: Notificações push de sites. Apenas no Safari ou apps da tela inicial. Requer iOS 16.4+.
pt_pt: Notificações push de sites. Apenas no Safari ou apps do ecrã inicial. Requer iOS 16.4+.
ro: Notificări push de pe site-uri. Numai în Safari sau aplicații de ecran de pornire. Necesită iOS 16.4+.
ru: Push-уведомления с веб-сайтов. Только в Safari или приложениях главного экрана. Требуется iOS 16.4+.
sk: Push oznámenia z webových stránok. Len v Safari alebo aplikáciách na ploche. Vyžaduje iOS 16.4+.
sv: Push-notiser från webbplatser. Endast i Safari eller hemskärmsappar. Kräver iOS 16.4+.
th: การแจ้งเตือนแบบพุชจากเว็บไซต์ เฉพาะใน Safari หรือแอปหน้าจอหลัก ต้องการ iOS 16.4+
tr: Web sitelerinden anlık bildirimler. Yalnızca Safari veya ana ekran uygulamalarında. iOS 16.4+ gerekli.
uk: Push-сповіщення з веб-сайтів. Лише в Safari або додатках головного екрана. Потрібна iOS 16.4+.
vi: Thông báo đẩy từ trang web. Chỉ trong Safari hoặc ứng dụng màn hình chính. Cần iOS 16.4+.
zh_hans: 来自网站的推送通知。 仅在 Safari 或主屏幕应用中可用。 需要 iOS 16.4+。
zh_hant: 來自網站的推送通知。 僅在 Safari 或主畫面應用程式中可用。 需要 iOS 16.4+。

source: querySelector(All), getElement*. DOM traversal speed. Selector engine perf.
ar: اختبار querySelector(All)، getElement*. سرعة عبور DOM. أداء محرك المحدد.
ca: Prova querySelector(All), getElement*. Velocitat de recorregut DOM. Rendiment del motor de selectors.
cs: Test querySelector(All), getElement*. Rychlost procházení DOM. Výkon selektorového engine.
da: querySelector(All), getElement* test. DOM-traverseringshastighed. Selector engine ydeevne.
de: querySelector(All), getElement* Test. DOM-Traversierungsgeschwindigkeit. Selektor-Engine-Leistung.
el: Δοκιμή querySelector(All), getElement*. Ταχύτητα διάσχισης DOM. Απόδοση μηχανής επιλογέα.
es: Prueba querySelector(All), getElement*. Velocidad de recorrido DOM. Rendimiento del motor de selectores.
fi: querySelector(All), getElement* -testi. DOM-läpikäyntinopeus. Selector-moottorin suorituskyky.
fr: Test querySelector(All), getElement*. Vitesse de parcours DOM. Perf moteur sélecteur.
he: בדיקת querySelector(All), getElement*. מהירות מעבר DOM. ביצועי מנוע בוררים.
hi: querySelector(All), getElement* परीक्षण। DOM ट्रैवर्सल गति। Selector engine प्रदर्शन।
hr: Test querySelector(All), getElement*. Brzina prolaska DOM-a. Performanse selektorskog motora.
hu: querySelector(All), getElement* teszt. DOM bejárási sebesség. Szelektor motor teljesítmény.
id: Tes querySelector(All), getElement*. Kecepatan traversal DOM. Performa mesin selektor.
it: Test querySelector(All), getElement*. Velocità attraversamento DOM. Perf motore selettori.
ja: querySelector(All)、getElement*のテストです。 DOMトラバーサル速度を測定します。 セレクタエンジンの性能。
ko: querySelector, getElement* 성능입니다. DOM 탐색 속도를 측정합니다.
ms: Ujian querySelector(All), getElement*. Kelajuan traversal DOM. Prestasi enjin pemilih.
nb: querySelector(All), getElement* test. DOM-traverseringshastighet. Selektor-motor ytelse.
nl: querySelector(All), getElement* test. DOM-traverseersnelheid. Selector engine prestaties.
pl: Test querySelector(All), getElement*. Szybkość przeszukiwania DOM. Wydajność silnika selektorów.
pt_br: Teste querySelector(All), getElement*. Velocidade de travessia DOM. Desempenho do motor de seletores.
pt_pt: Teste querySelector(All), getElement*. Velocidade de travessia DOM. Desempenho do motor de seletores.
ro: Test querySelector(All), getElement*. Viteză traversare DOM. Performanță motor selectori.
ru: Тест querySelector(All), getElement*. Скорость обхода DOM. Производительность селекторов.
sk: Test querySelector(All), getElement*. Rýchlosť prechádzania DOM. Výkon selektorového engine.
sv: querySelector(All), getElement* test. DOM-traverseringshastighet. Selektor-motor prestanda.
th: ทดสอบ querySelector(All), getElement* ความเร็วการสำรวจ DOM ประสิทธิภาพ selector engine
tr: querySelector(All), getElement* testi. DOM geçiş hızı. Seçici motoru performansı.
uk: Тест querySelector(All), getElement*. Швидкість обходу DOM. Продуктивність селекторів.
vi: Kiểm tra querySelector(All), getElement*. Tốc độ duyệt DOM. Hiệu suất selector engine.
zh_hans: querySelector(All)、getElement* 测试。 DOM 遍历速度。 选择器引擎性能。
zh_hant: querySelector(All)、getElement* 測試。 DOM 遍歷速度。 選擇器引擎效能。

source: Quick Picks
ar: اختيارات سريعة
ca: Selecció ràpida
cs: Rychlý výběr
da: Hurtige valg
de: Schnellauswahl
el: Γρήγορες επιλογές
es: Selección rápida
fi: Pikavalinta
fr: Sélection rapide
he: בחירה מהירה
hi: त्वरित चयन
hr: Brzi izbor
hu: Gyors választás
id: Pilihan cepat
it: Selezione rapida
ja: クイック選択
ko: 빠른 선택
ms: Pilihan pantas
nb: Hurtigvalg
nl: Snelle keuzes
pl: Szybki wybór
pt_br: Seleções rápidas
pt_pt: Seleções rápidas
ro: Selecții rapide
ru: Быстрый выбор
sk: Rýchly výber
sv: Snabbval
th: เลือกด่วน
tr: Hızlı seçimler
uk: Швидкий вибір
vi: Chọn nhanh
zh_hans: 快速选择
zh_hant: 快速選擇

source: Rate App
ar: تقييم التطبيق
ca: Valora l'app
cs: Ohodnotit aplikaci
da: Bedøm app
de: App bewerten
el: Βαθμολογήστε την εφαρμογή
es: Valorar app
fi: Arvioi sovellus
fr: Évaluer l'app
he: דרג את האפליקציה
hi: ऐप रेट करें
hr: Ocijeni aplikaciju
hu: App értékelése
id: Beri nilai aplikasi
it: Valuta app
ja: アプリを評価
ko: 앱 평가
ms: Nilai apl
nb: Vurder appen
nl: App beoordelen
pl: Oceń aplikację
pt_br: Avaliar app
pt_pt: Avaliar app
ro: Evaluează aplicația
ru: Оценить приложение
sk: Ohodnotiť aplikáciu
sv: Betygsätt appen
th: ให้คะแนนแอป
tr: Uygulamayı değerlendir
uk: Оцінити додаток
vi: Đánh giá ứng dụng
zh_hans: 评价应用
zh_hant: 評分App
